Repository: Wallman/fjallkartan-ios
Catalog: fjallkartan/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, sv, zh_hans

source: Replace
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
it: Sostituisci
nb: Erstatt
nl: Vervangen
sv: Ersätt
zh_hans: 替换

source: Replace current route?
da: Erstat den aktuelle rute?
de: Aktuelle Route ersetzen?
es: ¿Reemplazar la ruta actual?
fi: Korvataanko nykyinen reitti?
fr: Remplacer l’itinéraire actuel ?
it: Sostituire il percorso attuale?
nb: Erstatte gjeldende rute?
nl: Huidige route vervangen?
sv: Ersätta nuvarande rutt?
zh_hans: 要替换当前路线吗?

source: Rest cabin
da: Rastehytte
de: Rasthütte
es: Cabaña de descanso
fi: Taukotupa
fr: Abri de repos
it: Rifugio di sosta
nb: Rastebu
nl: Rusthut
sv: Raststuga
zh_hans: 休息小屋

source: Resume
da: Genoptag
de: Fortsetzen
es: Reanudar
fi: Jatka
fr: Reprendre
it: Riprendi
nb: Fortsett
nl: Hervatten
sv: Återuppta
zh_hans: 继续

source: Resume downloads?
da: Genoptag downloads?
de: Downloads fortsetzen?
es: ¿Reanudar descargas?
fi: Jatketaanko latauksia?
fr: Reprendre les téléchargements ?
it: Riprendere i download?
nb: Fortsette nedlastinger?
nl: Downloads hervatten?
sv: Återuppta nedladdningar?
zh_hans: 要继续下载吗？

source: Route %lld
da: Rute %lld
es: Ruta %lld
fi: Reitti %lld
fr: Itinéraire %lld
it: Percorso %lld
nb: Rute %lld
sv: Rutt %lld
zh_hans: 路线 %lld

source: Sami hut
da: Samisk kåte
de: Samische Kote
es: Cabaña sami (kåta)
fi: Kota
fr: Hutte sami (kåta)
it: Capanna sami (kåta)
nb: Gamme
nl: Samische kota
sv: Kåta
zh_hans: 萨米人锥形屋

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
nb: Lagre
nl: Opslaan
sv: Spara
zh_hans: 保存

source: Save a route to see it here.
da: Gem en rute for at se den her.
de: Speichere eine Route, um sie hier zu sehen.
es: Guarda una ruta para verla aquí.
fi: Tallenna reitti nähdäksesi sen täällä.
fr: Enregistrez un itinéraire pour le voir ici.
it: Salva un percorso per vederlo qui.
nb: Lagre en rute for å se den her.
nl: Sla een route op om deze hier te zien.
sv: Spara en rutt för att se den här.
zh_hans: 保存路线以在此处查看。

source: Save the result as a pin
da: Gem resultatet som en markør
de: Ergebnis als Stecknadel sichern
es: Guardar el resultado como marcador
fi: Tallenna tulos nastana
fr: Enregistrer le résultat comme repère
it: Salva il risultato come segnaposto
nb: Lagre treffet som en nål
nl: Bewaar het resultaat als speld
sv: Spara träffen som en nål
zh_hans: 将结果存为图钉

source: Save the route for later
da: Gem ruten til senere
de: Route für später sichern
es: Guarda la ruta para después
fi: Tallenna reitti myöhempää varten
fr: Enregistrez l'itinéraire pour plus tard
it: Salva il percorso per dopo
nb: Lagre ruten til senere
nl: Bewaar de route voor later
sv: Spara rutten till senare
zh_hans: 保存路线以备日后使用

source: Saved
da: Gemt
de: Gespeichert
es: Guardado
fi: Tallennetut
fr: Enregistrés
it: Salvati
nb: Lagret
nl: Opgeslagen
sv: Sparat
zh_hans: 已保存

source: Saved routes
da: Gemte ruter
de: Gespeicherte Routen
es: Rutas guardadas
fi: Tallennetut reitit
fr: Itinéraires enregistrés
it: Percorsi salvati
nb: Lagrede ruter
nl: Opgeslagen routes
sv: Sparade rutter
zh_hans: 已保存的路线

source: Saved routes are under the bookmark button.
da: Gemte ruter ligger under bogmærke-knappen.
de: Gesicherte Routen findest du unter der Lesezeichen-Taste.
es: Las rutas guardadas están en el botón de marcador.
fi: Tallennetut reitit löytyvät kirjanmerkkipainikkeen takaa.
fr: Les itinéraires enregistrés se trouvent sous le bouton signet.
it: I percorsi salvati sono sotto il pulsante segnalibro.
nb: Lagrede ruter ligger under bokmerke-knappen.
nl: Bewaarde routes vind je onder de bladwijzerknop.
sv: Sparade rutter finns under bokmärkesknappen.
zh_hans: 已保存的路线在书签按钮中。

source: Search Norwegian and Swedish place names, including local alternatives.
da: Søg i norske og svenske stednavne, inklusive lokale varianter.
de: Durchsuche norwegische und schwedische Ortsnamen, auch lokale Varianten.
es: Busca topónimos noruegos y suecos, incluidas las variantes locales.
fi: Hae norjalaisia ja ruotsalaisia paikannimiä, myös paikallisia muotoja.
fr: Recherchez des noms de lieux norvégiens et suédois, y compris les variantes locales.
it: Cerca nomi di luoghi norvegesi e svedesi, comprese le varianti locali.
nb: Søk i norske og svenske stedsnavn, også lokale varianter.
nl: Zoek Noorse en Zweedse plaatsnamen, inclusief lokale varianten.
sv: Sök bland norska och svenska ortnamn, även lokala varianter.
zh_hans: 搜索挪威和瑞典的地名，包括当地的别称。

source: Search places
da: Søg steder
de: Orte suchen
es: Buscar lugares
fi: Etsi paikkoja
fr: Rechercher des lieux
it: Cerca luoghi
nb: Søk steder
nl: Plaatsen zoeken
sv: Sök platser
zh_hans: 搜索地点

source: Self-service tourist cabin
da: Selvbetjent turisthytte
de: Selbstversorgerhütte
es: Refugio turístico de autoservicio
fi: Itsepalvelutupa
fr: Refuge en libre-service
it: Rifugio turistico self-service
nb: Selvbetjent turisthytte
nl: Zelfbedieningshut
sv: Självbetjäningsstuga
zh_hans: 自助式旅游小屋

source: Shade the terrain by slope angle to spot steep ground.
da: Farvelæg terrænet efter hældning for at få øje på stejle partier.
de: Färbt das Gelände nach Hangneigung ein, damit steile Passagen auffallen.
es: Colorea el terreno según la pendiente para detectar zonas empinadas.
fi: Väritä maasto kaltevuuden mukaan, niin jyrkät rinteet erottuvat.
fr: Colorez le terrain selon l'inclinaison pour repérer les passages raides.
it: Colora il terreno in base alla pendenza per individuare i tratti ripidi.
nb: Fargelegg terrenget etter helning for å se bratte partier.
nl: Kleur het terrein op hellingshoek om steile stukken te zien.
sv: Färglägg terrängen efter lutning för att se branta partier.
zh_hans: 按坡度为地形着色，便于发现陡峭地带。

source: Ski track
da: Skispor
de: Loipe
es: Pista de esquí de fondo
fi: Latu
fr: Piste de ski de fond
it: Pista da sci di fondo
nb: Skispor
nl: Langlaufloipe
sv: Skidspår
zh_hans: 越野滑雪道

source: Skip
da: Spring over
de: Überspringen
es: Omitir
fi: Ohita
fr: Ignorer
it: Salta
nb: Hopp over
nl: Overslaan
sv: Hoppa över
zh_hans: 跳过

source: Slope
da: Hældning
de: Steilheit
es: Pendiente
fi: Jyrkkyys
fr: Pente
it: Pendenza
nb: Bratthet
nl: Steilheid
sv: Lutning
zh_hans: 坡度

source: Snowmobile route
da: Snescooterrute
de: Schneemobilroute
es: Ruta para motos de nieve
fi: Moottorikelkkareitti
fr: Itinéraire de motoneige
it: Percorso per motoslitte
nb: Snøscooterløype
nl: Sneeuwscooterroute
sv: Färdväg vid skoteråkning
zh_hans: 雪地摩托路线

source: Solitary mountain cabin
da: Enlig fjeldhytte
de: Einzelne Berghütte
es: Cabaña aislada de montaña
fi: Yksinäinen tunturimökki
fr: Cabane de montagne isolée
it: Baita isolata di montagna
nb: Enslig fjellhytte
nl: Alleenstaande berghut
sv: Enslig stuga i fjällen
zh_hans: 山中独立小屋

source: Some offline downloads didn't finish. Resume them now?
da: Nogle offlinedownloads blev ikke færdige. Vil du genoptage dem nu?
de: Einige Offline-Downloads wurden nicht abgeschlossen. Jetzt fortsetzen?
es: Algunas descargas sin conexión no se completaron. ¿Reanudarlas ahora?
fi: Osa offline-latauksista jäi kesken. Jatketaanko niitä nyt?
fr: Certains téléchargements hors ligne ne se sont pas terminés. Les reprendre maintenant ?
it: Alcuni download offline non sono stati completati. Riprenderli ora?
nb: Noen offlinenedlastinger ble ikke fullført. Fortsette dem nå?
nl: Sommige offlinedownloads zijn niet voltooid. Nu hervatten?
sv: Vissa offlinenedladdningar blev inte klara. Återuppta dem nu?
zh_hans: 部分离线下载未完成。要现在继续吗？

source: Staffed tourist cabin
da: Betjent turisthytte
de: Bewirtschaftete Touristenhütte
es: Refugio turístico con servicio
fi: Miehitetty turistimaja
fr: Refuge gardé
it: Rifugio turistico custodito
nb: Betjent turisthytte
nl: Bemande toeristenhut
sv: Bemannad turiststuga
zh_hans: 有人值守的旅游小屋

source: Steepness
da: Stejlhed
de: Steilheit
es: Pendiente
fi: Jyrkkyys
fr: Pente
it: Pendenza
nb: Bratthet
nl: Steilheid
sv: Lutning
zh_hans: 坡度

source: Suggested routes
da: Foreslåede ruter
de: Vorgeschlagene Routen
es: Rutas sugeridas
fi: Ehdotetut reitit
fr: Itinéraires suggérés
it: Percorsi suggeriti
nb: Foreslåtte ruter
nl: Voorgestelde routes
sv: Föreslagna rutter
zh_hans: 推荐路线

source: Sweden
da: Sverige
de: Schweden
es: Suecia
fi: Ruotsi
fr: Suède
it: Svezia
nb: Sverige
nl: Zweden
sv: Sverige
zh_hans: 瑞典

source: Symbols
da: Symboler
de: Symbole
es: Símbolos
fi: Symbolit
fr: Symboles
it: Simboli
nb: Symboler
nl: Symbolen
sv: Symboler
zh_hans: 符号

source: Tap download and frame the area. The dashed box is what gets saved.
da: Tryk på download, og indram området. Den stiplede ramme er det, der gemmes.
de: Tippe auf Laden und rahme das Gebiet ein. Gesichert wird genau der gestrichelte Rahmen.
es: Toca descargar y encuadra la zona. Se guarda exactamente el recuadro discontinuo.
fi: Napauta latauspainiketta ja rajaa alue. Katkoviivalaatikko on se, mikä tallennetaan.
fr: Touchez télécharger et cadrez la zone. Le cadre en pointillés est ce qui sera enregistré.
it: Tocca scarica e inquadra l'area. Il riquadro tratteggiato è ciò che viene salvato.
nb: Trykk på nedlasting og ram inn området. Den stiplede rammen er det som lagres.
nl: Tik op downloaden en kader het gebied in. De stippellijn is wat wordt bewaard.
sv: Tryck på hämta och rama in området. Den streckade rutan är det som sparas.
zh_hans: 点按下载并框定区域。虚线框内即为保存范围。

source: Tap the distance readout to open the terrain profile.
da: Tryk på afstandsvisningen for at åbne terrænprofilen.
de: Tippe auf die Distanzanzeige, um das Höhenprofil zu öffnen.
es: Toca la distancia para abrir el perfil del terreno.
fi: Avaa maastoprofiili napauttamalla matkalukemaa.
fr: Touchez la distance affichée pour ouvrir le profil du terrain.
it: Tocca la distanza per aprire il profilo del terreno.
nb: Trykk på avstanden for å åpne terrengprofilen.
nl: Tik op de afstand om het hoogteprofiel te openen.
sv: Tryck på avståndet för att öppna terrängprofilen.
zh_hans: 点按距离读数即可打开地形剖面。

source: Tap the distance to see the elevation profile.
da: Tryk på afstanden for at se højdeprofilen.
de: Tippe auf die Distanz, um das Höhenprofil zu sehen.
es: Toca la distancia para ver el perfil de altitud.
fi: Napauta matkaa nähdäksesi korkeusprofiilin.
fr: Touchez la distance pour voir le profil altimétrique.
it: Tocca la distanza per vedere il profilo altimetrico.
nb: Trykk på avstanden for å se høydeprofilen.
nl: Tik op de afstand voor het hoogteprofiel.
sv: Tryck på avståndet för att se höjdprofilen.
zh_hans: 点按距离即可查看高程剖面。

source: Tap the download button on the map to save an area for offline use.
da: Tryk på overførselsknappen på kortet for at gemme et område til offlinebrug.
de: Tippe auf die Download-Schaltfläche auf der Karte, um einen Bereich offline zu speichern.
es: Toca el botón de descarga en el mapa para guardar un área para uso sin conexión.
fi: Napauta latauspainiketta kartalla tallentaaksesi alueen offline-käyttöä varten.
fr: Appuyez sur le bouton de téléchargement sur la carte pour enregistrer une zone hors ligne.
it: Tocca il pulsante di download sulla mappa per salvare un’area da usare offline.
nb: Trykk på nedlastingsknappen på kartet for å lagre et område for offlinebruk.
nl: Tik op de downloadknop op de kaart om een gebied offline op te slaan.
sv: Tryck på nedladdningsknappen på kartan för att spara ett område för offlineanvändning.
zh_hans: 点按地图上的下载按钮，即可保存区域供离线使用。

source: Tap the ruler, then drag to trace your route.
da: Tryk på linealen, og træk derefter for at tegne ruten.
de: Tippe auf das Lineal und ziehe dann, um deine Route zu zeichnen.
es: Toca la regla y luego arrastra para trazar tu ruta.
fi: Napauta viivainta ja piirrä reitti vetämällä.
fr: Touchez la règle, puis faites glisser pour tracer votre itinéraire.
it: Tocca il righello, poi trascina per tracciare il percorso.
nb: Trykk på linjalen, og dra for å tegne ruten.
nl: Tik op de liniaal en sleep om je route te tekenen.
sv: Tryck på linjalen och dra för att rita din rutt.
zh_hans: 点按标尺，然后拖动绘制路线。

source: The dashed box is what gets downloaded.
da: Den stiplede ramme er det, der hentes.
de: Der gestrichelte Rahmen wird geladen.
es: Se descarga el recuadro discontinuo.
fi: Katkoviivalaatikko on ladattava alue.
fr: Le cadre en pointillés correspond à la zone téléchargée.
it: Viene scaricato il riquadro tratteggiato.
nb: Den stiplede rammen er det som lastes ned.
nl: De stippellijn is wat wordt gedownload.
sv: Den streckade rutan är det som hämtas.
zh_hans: 虚线框内即为下载范围。

source: This area is too large to download. Zoom in and try a smaller region.
da: Dette område er for stort til at hente. Zoom ind, og prøv en mindre region.
de: Dieser Bereich ist zu groß zum Herunterladen. Zoome hinein und versuche eine kleinere Region.
es: Esta área es demasiado grande para descargar. Acerca el zoom e inténtalo con una región más pequeña.
fi: Tämä alue on liian suuri ladattavaksi. Lähennä ja yritä pienempää aluetta.
fr: Cette zone est trop grande pour être téléchargée. Zoomez et essayez une région plus petite.
it: Quest’area è troppo grande per il download. Ingrandisci e prova con una regione più piccola.
nb: Dette området er for stort til å laste ned. Zoom inn og prøv en mindre region.
nl: Dit gebied is te groot om te downloaden. Zoom in en probeer een kleiner gebied.
sv: Det här området är för stort för att ladda ner. Zooma in och försök med en mindre region.
zh_hans: 该区域过大，无法下载。请放大后选择较小的区域。

source: This removes "%@" from this device.
da: Dette fjerner “%@” fra denne enhed.
de: Dadurch wird „%@“ von diesem Gerät entfernt.
es: Esto elimina «%@» de este dispositivo.
fi: Tämä poistaa kohteen ”%@” tästä laitteesta.
fr: Cela supprime « %@ » de cet appareil.
it: Questa azione rimuove “%@” da questo dispositivo.
nb: Dette fjerner «%@» fra denne enheten.
nl: Hiermee wordt ‘%@’ van dit apparaat verwijderd.
sv: Det här tar bort ”%@” från den här enheten.
zh_hans: 这将从此设备中移除“%@”。

source: This removes the downloaded area for "%@" from this device.
da: Dette fjerner det hentede område for »%@« fra denne enhed.
de: Dies entfernt den heruntergeladenen Bereich für „%@“ von diesem Gerät.
es: Esto elimina el área descargada para "%@" de este dispositivo.
fi: Tämä poistaa alueen ”%@” ladatut tiedot tästä laitteesta.
fr: Cela supprime la zone téléchargée pour « %@ » de cet appareil.
it: Rimuove da questo dispositivo l’area scaricata per «%@».
nb: Dette fjerner det nedlastede området for «%@» fra denne enheten.
nl: Hiermee wordt het gedownloade gebied voor "%@" van dit apparaat verwijderd.
sv: Detta tar bort det nedladdade området för ”%@” från den här enheten.
zh_hans: 这将从此设备中移除已下载的区域“%@”。

source: This route is outside the covered area.
da: Denne rute ligger uden for det dækkede område.
de: Diese Route liegt außerhalb des abgedeckten Gebiets.
es: Esta ruta está fuera del área cubierta.
fi: Tämä reitti on kattavuusalueen ulkopuolella.
fr: Cet itinéraire se trouve en dehors de la zone couverte.
it: Questo percorso è al di fuori dell’area coperta.
nb: Denne ruten ligger utenfor det dekkede området.
nl: Deze route ligt buiten het gedekte gebied.
sv: Den här rutten ligger utanför det täckta området.
zh_hans: 此路线在覆盖区域之外。

source: This update changes how offline maps are stored. Your previously downloaded offline regions were removed and need to be downloaded again.
da: Denne opdatering ændrer den måde, offlinekort gemmes på. Dine tidligere downloadede offlineregioner er blevet fjernet og skal downloades igen.
de: Dieses Update ändert die Art und Weise, wie Offlinekarten gespeichert werden. Deine zuvor heruntergeladenen Offline-Regionen wurden entfernt und müssen erneut heruntergeladen werden.
es: Esta actualización cambia la forma en que se almacenan los mapas sin conexión. Las regiones sin conexión descargadas anteriormente se eliminaron y deben descargarse de nuevo.
fi: Tämä päivitys muuttaa offline-karttojen tallennustapaa. Aiemmin ladatut offline-alueet poistettiin, ja ne on ladattava uudelleen.
fr: Cette mise à jour modifie la façon dont les cartes hors ligne sont stockées. Vos régions hors ligne précédemment téléchargées ont été supprimées et doivent être retéléchargées.
it: Questo aggiornamento modifica il modo in cui vengono archiviate le mappe offline. Le regioni offline scaricate in precedenza sono state rimosse e devono essere scaricate di nuovo.
nb: Denne oppdateringen endrer måten offlinekart lagres på. Tidligere nedlastede offlineregioner er fjernet og må lastes ned på nytt.
nl: Deze update verandert hoe offlinekaarten worden opgeslagen. Je eerder gedownloade offlineregio's zijn verwijderd en moeten opnieuw worden gedownload.
sv: Den här uppdateringen ändrar hur offlinekartor lagras. Dina tidigare nedladdade offline-regioner har tagits bort och måste laddas ned igen.
zh_hans: 此更新更改了离线地图的存储方式。你之前下载的离线区域已被移除，需要重新下载。

source: Tourist hut, overnight hut
da: Turisthytte, overnatningshytte
de: Touristenhütte, Übernachtungshütte
es: Refugio turístico, refugio de pernocta
fi: Tunturitupa, yöpymistupa
fr: Refuge touristique, refuge d’étape
it: Rifugio turistico, rifugio per pernottamento
nb: Turisthytte, overnattingshytte
nl: Toeristenhut, overnachtingshut
sv: Turiststuga, övernattningsstuga
zh_hans: 旅游小屋、过夜小屋

source: Tractor road, foot and cycle path
da: Traktorvej, gang- og cykelsti
de: Traktorweg, Fuß- und Radweg
es: Camino de tractor, senda peatonal y ciclista
fi: Traktoritie, jalankulku- ja pyörätie
fr: Chemin de tracteur, voie piétonne et cyclable
it: Strada per trattori, percorso pedonale e ciclabile
nb: Traktorveg, gang- og sykkelveg
nl: Tractorweg, voet- en fietspad
sv: Traktorväg, gång- och cykelväg
zh_hans: 拖拉机道、步行与自行车道

source: Trails and routes
da: Stier og ruter
de: Wege und Routen
es: Senderos y rutas
fi: Polut ja reitit
fr: Sentiers et itinéraires
it: Sentieri e percorsi
nb: Stier og ruter
nl: Paden en routes
sv: Leder och stigar
zh_hans: 步道与路线

source: Two fingers move and zoom the map
da: To fingre flytter og zoomer kortet
de: Zwei Finger bewegen und zoomen die Karte
es: Dos dedos mueven y amplían el mapa
fi: Kahdella sormella kartta liikkuu ja zoomaa
fr: Deux doigts déplacent et zooment la carte
it: Due dita spostano e ingrandiscono la mappa
nb: To fingre flytter og zoomer kartet
nl: Twee vingers verplaatsen en zoomen de kaart
sv: Två fingrar flyttar och zoomar kartan
zh_hans: 双指移动和缩放地图

source: Undo
da: Fortryd
de: Rückgängig
es: Deshacer
fi: Kumoa
fr: Annuler
it: Annulla
nb: Angre
nl: Herstel
sv: Ångra
zh_hans: 撤销

source: Undo removes the last stroke
da: Fortryd fjerner den sidste streg
de: Widerrufen entfernt den letzten Strich
es: Deshacer elimina el último trazo
fi: Kumoa poistaa viimeisen vedon
fr: Annuler supprime le dernier tracé
it: Annulla rimuove l'ultimo tratto
nb: Angre fjerner den siste streken
nl: Ongedaan maken verwijdert de laatste lijn
sv: Ångra tar bort det senaste strecket
zh_hans: 撤销会删除最后一笔

source: Unmarked trail
da: Umarkeret sti
de: Unmarkierter Pfad
es: Sendero sin señalizar
fi: Merkitsemätön polku
fr: Sentier non balisé
it: Sentiero non segnalato
nb: Umerket sti
nl: Ongemarkeerd pad
sv: Omarkerad stig
zh_hans: 无标记的小径

source: Unstaffed tourist cabin
da: Ubetjent turisthytte
de: Unbewirtschaftete Touristenhütte
es: Refugio turístico sin servicio
fi: Miehittämätön turistimaja
fr: Refuge non gardé
it: Rifugio turistico incustodito
nb: Ubetjent turisthytte
nl: Onbemande toeristenhut
sv: Obemannad turiststuga
zh_hans: 无人值守的旅游小屋

source: Update Now
da: Opdater nu
de: Jetzt aktualisieren
es: Actualizar ahora
fi: Päivitä nyt
fr: Mettre à jour
it: Aggiorna ora
nb: Oppdater nå
nl: Nu bijwerken
sv: Uppdatera nu
zh_hans: 立即更新

source: Update required
da: Opdatering påkrævet
de: Update erforderlich
es: Actualización necesaria
fi: Päivitys vaaditaan
fr: Mise à jour requise
it: Aggiornamento richiesto
nb: Oppdatering kreves
nl: Update vereist
sv: Uppdatering krävs
zh_hans: 需要更新

source: Wind shelter
da: Læskur
de: Windschutz
es: Refugio cortavientos
fi: Tuulensuoja
fr: Abri coupe-vent
it: Riparo dal vento
nb: Vindskjul
nl: Windscherm
sv: Vindskydd
zh_hans: 挡风棚

source: You're ready
da: Du er klar
de: Du bist startklar
es: Todo listo
fi: Olet valmis
fr: Vous êtes prêt
it: Tutto pronto
nb: Du er klar
nl: Je kunt beginnen
sv: Du är redo
zh_hans: 准备就绪

source: Your current measurement isn't saved and will be lost.
da: Din nuværende måling er ikke gemt og vil gå tabt.
de: Deine aktuelle Messung ist nicht gespeichert und geht verloren.
es: Tu medición actual no está guardada y se perderá.
fi: Nykyistä mittausta ei ole tallennettu, ja se katoaa.
fr: Votre mesure actuelle n’est pas enregistrée et sera perdue.
it: La misurazione attuale non è salvata e andrà persa.
nb: Den gjeldende målingen er ikke lagret og vil gå tapt.
nl: Je huidige meting is niet opgeslagen en zal verloren gaan.
sv: Din nuvarande mätning är inte sparad och kommer att gå förlorad.
zh_hans: 当前测量尚未保存,将会丢失。

source: Your routes
da: Dine ruter
de: Deine Routen
es: Tus rutas
fi: Omat reitit
fr: Vos itinéraires
it: I tuoi percorsi
nb: Dine ruter
nl: Jouw routes
sv: Dina rutter
zh_hans: 我的路线

source: Ski lift
es: Remonte
fi: Hiihtohissi
fr: Remontée mécanique
nb: Skitrekk
sv: Skidlift
zh_hans: 滑雪缆车

source: Support
es: Soporte
fi: Tuki
fr: Assistance
it: Supporto
nb: Kundestøtte
nl: Ondersteuning
zh_hans: 支持

source: Version
es: Versión
fi: Versio
it: Versione
nb: Versjon
nl: Versie
zh_hans: 版本

source: km
zh_hans: 公里

source: m
zh_hans: 米
